Repository: VolodymyrBereziuk/DUA
Catalog: DostupnoUA/Application/Resources/*.lproj/Localizable.strings
Languages: uk

# generic.error.unknown
source: Oops, an error occurred:(
uk: Упссс, сталася помилка:(

# generic.grade.good
source: excellent
uk: відмінно

# generic.grade.normal
source: good
uk: добре

# generic.grade.bad
source: bad
uk: погано

# generic.cancel
source: Сancel
uk: Відмінити

# generic.supportDostupno.title
source: Help Dostupno team
uk: Підтримати проект

# generic.aboutDostupno.title
source: About Dostupno
uk: Про Доступно.UA

# profile.personalData.title
source: My personal data
uk: Мої персональні дані

# profile.actions.title
source: Activities
uk: Активності

# profile.favouriteLocations.title
source: Favourite locations
uk: Улюблені локації

# profile.articles.title
source: Articles
uk: Статті

# profile.offeredLocations.title
source: Suggested locations
uk: Запропоновані локації

# profile.toDostupnoSite.title
source: Go to Dostupno.UA
uk: Перейти до сайту Доступно.UA

# profile.settings.title
source: Settings
uk: Налаштування

# profile.logout.title
source: Log out
uk: Вийти з профілю

# profile.addEmail.title
source: Add email
uk: Додайте електронну пошту

# profile.addPhoneNumber.title
source: Add a phone number
uk: Додайте номер телефону

# profile.addCity.title
source: Select a city
uk: Оберіть місто

# volunteer.title
source: Become a volunteer
uk: Стати волонтером

# volunteer.description
source: You can join our activities and help Dostupno.UA. Join and share your initiative to be helpful.
uk: Ти можеш долучитися до нашої діяльності та допомогти Доступно.UA. Приєднуйся та розкажи про своє бажання бути корисним.

# volunteer.button.title
source: Become a volunteer
uk: Стати волонтером

# map.showLocationsButton.title
source: Show locations
uk: Показати локації

# map.addButton.title
source: Offer location
uk: Запропонувати локацію

# map.search.cancel.title
source: Cancel
uk: Відмінити

# map.search.placeholder
source: Search
uk: Пошук

# map.search.showAllResults
source: Show all results(#VALUE#)
uk: Показати результати (#VALUE#)

# search.placeholder.text
source: Sorry, your search couldn't be found:(
uk: На жаль, за вашим запитом нічого не знайдено:(

# filter.title
source: Filters
uk: Фільтри

# filter.citySearch.title
source: Search City
uk: Місто пошуку

# filter.citySearch.description
source: Select a city first to focus on finding the right location.
uk: Спершу оберіть місто, щоб зосередити пошук потрібної локації.

# filter.citySearch.textField.title
source: Your city
uk: Ваше місто

# filter.showResults.title
source: Show results
uk: Показати результати

# filter.selection.subtitle
source: Select one or more options.
uk: Оберіть один або декілька параметрів.

# filter.main.clearAll.alert.title
source: Are you sure you want to remove all selected filters?
uk: Ви впевнені, що хочете скасувати усі вибрані фільтри?

# filter.main.clearAll.alert.subtitle
source: This option will reset all filters settings to default settings.
uk: Ця опція поверне усі налаштування фільтрів до початкового стану.

# filter.main.clearAll.alert.action.do
source: Clear all filters
uk: Скасувати фільтри

# filter.main.clearAll.alert.action.cancel
source: Back to filters
uk: Повернутися до фільтрів

# filter.includedPicker.subtitle.empty
source: Select option
uk: Оберіть параметр

# popup.scanInProgress.title
source: This option will appear shortly. Stay tuned for Dostupno.UA App
uk: Ця опція скоро з’явиться. Слідкуйте за оновленнями додатку Доступно.UA

# popup.scanInProgress.description
source: Search for QR Codes Dostupno.UA in your city. Scan and find available locations quickly and conveniently.
uk: Шукайте QR-коди Доступно.UA у вашому місті. Скануйте та дізнавайтесь про доступні локації швидко та зручно.

# popup.profileInProgress.description
source: In "My Profile" section, you can add your favorite locations, keep track of updates and customize the app.
uk: У розділі «Мій профіль» ви зможете додати улюблені локації, слідкувати за оновленнями та налаштувати додаток.

# popup.volunteerConfirmation.title
source: Thank you for your initiative to become a volunteer of Dostupno.UA
uk: Дякуємо за вашу ініціативу стати волонтером Доступно.UA

# popup.volunteerConfirmation.description
source: We will contact you soon. Have a good day.
uk: Ми зв’яжемося з вами найближчим часом. Гарного дня.

# locations.facilities.generalImpression
source: General impression
uk: Загальне враження

# locations.facilities.entrance
source: Entrance
uk: Вхід

# locations.facilities.bathroom
source: WC
uk: Вбиральня

# locations.facilities.indoor
source: Indoor facilities
uk: Зручність всередині

# locations.facilities.staff
source: Staff
uk: Персонал

# locations.facilities.parking
source: Parking
uk: Парковка

# locations.facilities.bikeParking
source: Bicycle parking
uk: Велопарковка

# locations.facilities.dostupnoRecommends
source: DostupnoRecommends
uk: ДоступноРекомендує

# locations.facilities.children
source: Suitable for children
uk: Підходить для дітей

# locations.facilities.pets
source: Pet friendly
uk: Вхід з тваринами

# locations.facilities.braille
source: Braille font
uk: Шрифт Брайля

# locations.facilities.address
source: Address
uk: Адреса

# locations.facilities.typeLocation
source: Location type
uk: Тип локації

# locations.facilities.entranceParameters
source: Entrance parameters:
uk: Параметри входу:

# locations.facilities.entranceWidth
source: Width of entrance:
uk: Ширина входу:

# locations.facilities.entranceHandrailsHeight
source: Handrail height:
uk: Висота поручнів:

# locations.facilities.bathroomCondition
source: WC condition:
uk: Стан вбиральні:

# locations.facilities.indoorAdditionally
source: Additionally:
uk: Додатково:

# locations.facilities.staffQuality
source: Competence level:
uk: Рівень компетенції:

# locations.facilities.parking50meters
source: Accessibility within 50 m:
uk: Доступність у радіусі 50 м:

# locations.facilities.bikeParkingAvailability
source: Availability:
uk: Наявність:

# locations.facilities.childrenAdditionally
source: Additionally:
uk: Додатково:

# locations.facilities.petsAccessibility
source: Accessibility:
uk: Доступність:

# locations.facilities.brailleAvailability
source: Availability:
uk: Наявність:

# locations.details.makeRoute
source: Get directions
uk: Прокласти маршрут

# locations.details.routeActionTitle
source: Get directions with:
uk: Прокласти маршрут за допомогою:

# locations.details.noData
source: No data
uk: Дані відсутні

# startup.download.error.title
source: Oops, an error occurred:(
uk: Упссс, сталася помилка:(

# startup.download.error.message
source: Please click "Try again" to continue.
uk: Будь ласка, натисніть кнопку «Спробувати ще раз» щоб продовжити.

# startup.download.error.action.title
source: Try again
uk: Спробувати ще раз

# startup.lowVersion.error.title
source: Your application needs to be updated
uk: Потрібно оновити ваш додаток

# startup.lowVersion.error.action.title
source: Go to AppStore
uk: Перейдіть до AppStore

# location.creation.progress.address.title
source: Address
uk: Адреса

# location.creation.progress.name.title
source: Location name
uk: Назва локації

# location.creation.progress.type.title
source: Location type
uk: Тип локації

# location.creation.progress.entrance.title
source: Entrance
uk: Вхід

# location.creation.progress.bathroom.title
source: Toilet
uk: Вбиральня

# location.creation.progress.comfort.title
source: Comfort inside
uk: Зручність всередині

# location.creation.progress.description
source: To add new location, please fill out the necessary options:
uk: Для додавання нової локації, потрібно заповнити обов’язкові параметри:

# location.creation.intro.navigation.title
source: Propose location
uk: Запропонувати локацію

# location.creation.intro.title
source: Would you like to propose a location?
uk: Бажаєте запропонувати локацію?

# location.creation.intro.description
source: You can join our activities and help Dostupno.UA. Describe a location you'd like to add.
uk: Ви можете долучитися до нашої діяльності та допомогти Доступно.UA. Опишіть локацію, що ви бажаєте додати.

# location.creation.intro.startButton.title
source: Start
uk: Розпочати

# login.facebook
source: Sign in with Facebook
uk: Вхід з Facebook

# login.google
source: Sign in with Google
uk: Вхід з Google

# login.email
source: Sign in with Email
uk: Вхід по Email

# login.apple
source: Sign in with Apple
uk: Вхід з Apple

# register.intro.title
source: Find out more about Dostupno.UA or sign up.
uk: Дізнайтеся більше про діяльність Доступно.UA або зареєструйтесь.

# register.intro.subtitle
source: Choose the necessary option:
uk: Оберіть потрібну опцію:

# login.navigationBar.title
source: Log in
uk: Увійти

# login.headerLabel.title
source: Log in to enjoy full access to the app.
uk: Увійди, щоб користуватися додатком на повну

# login.topLabel.title
source: Choose the best option:
uk: Обери зручний спосіб:

# login.bottomLabel.title
source: Don't have Dostupno.UA profile yet?
uk: Ще не маєш профілю Доступно.UA?

# login.registerButton.title
source: Then create it
uk: Створи його зараз! :)

# login.email.placeholder
source: Your nickname/ email / phone number
uk: Ваш нікнейм / електронна пошта / номер телефону

# login.password.placeholder
source: Password
uk: Ваш пароль

# login.password.recovery
source: Remind password
uk: Нагадати пароль

# login.password.limit.charactersAmount
source: 8+ characters
uk: 8+ символів

# login.password.limit.uppercase
source: Uppercase
uk: Верхній реєстр

# login.password.limit.numbers
source: Number
uk: Цифра

# register.navigationBar.title
source: Sign up
uk: Зареєструватись

# register.headerLabel.title
source: Sign up to enjoy full access to the app.
uk: Зареєструйтеся, щоб повноцінно користуватися додатком.

# register.topLabel.title
source: The sign up process only takes a few minutes. Then you can create the lists of your favorite places, comment articles, create announcements on our board.
uk: Реєстрація займає кiлька хвилин. Ви зможете створювати списки улюблених місць, коментувати статті, створювати оголошення на нашій дошці.

# register.bottomLabel.title
source: Already have a Dostupno.UA profile?
uk: Вже маєте профіль Доступно.UA?

# register.loginButton.title
source: Then log in
uk: То увійдіть у свій профіль

# register.name.placeholder
source: Name
uk: Ваше Ім’я

# register.email.placeholder
source: Email
uk: Ваша електронна адреса

# register.createPassword.placeholder
source: Type a password
uk: Створіть пароль

# register.repeatPassword.placeholder
source: Type the password again
uk: Введіть пароль повторно

# register.registerButton.title
source: Sign up
uk: Зареєструватись

# register.userAgreement.totalText
source: I agree to the processing of my personal data, according to the User Agreement.
uk: Даю дозвіл на обробку моїх персональних даних, згідно з угодою користувача

# register.userAgreement.linkText
source: User Agreement
uk: угодою користувача

# completeRegistration.topLabel.title
source: There is one step left to start using the app.
uk: Залишився лише один крок до початку користування додатком.

# completeRegistration.bottomLabel.title
source: An one-time password has been sent to your mailbox to activate your profile. Please, enter it in the following field.
uk: На вказану електронну пошту, вам був надісланий одноразовий пароль для активації вашого профілю. Будь ласка, введіть його у наступному полі.

# completeRegistration.activateButton.title
source: Activate
uk: Активувати

# permission.location.title
source: Location Permission
uk: Дозвіл на визначення вашого місця знаходження

# permission.location.description
source: Please go to the Settings and turn on the permission
uk: Будь ласка, перейдіть у Налаштування та увімкніть дозвіл

# permission.location.button.title
source: Settings
uk: Налаштування

# profile.display.navigation.title
source: Your profile
uk: Ваш профіль

# restorePassword.navigation.title
source: Remind password
uk: Нагадати пароль

# restorePassword.headerLabel.title
source: Restore password
uk: Відновлення паролю

# restorePassword.descriptionLabel.title
source: Please enter email address you used to sign up. We will send you a one-time password to restore your profile.
uk: Введіть електронну пошту, що ви використали при реєстрації вашого профілю. Ми надішлемо вам одноразовий пароль для відновлення.

# restorePassword.email.placeholder
source: Email
uk: Ваша електронна пошта

# restorePassword.button.title
source: Restore password
uk: Відновити пароль

# restorePassword.newPassword.headerLabel.title
source: One-time password
uk: Одноразовий пароль

# restorePassword.newPassword.descriptionLabel.title
source: An one-time password has been sent to your mailbox to restore your profile. Please, enter it in the following field.
uk: На вказану електронну пошту, вам був надісланий одноразовий пароль для відновлення вашого профілю. Будь ласка, введіть його у наступному полі.

# restorePassword.newPassword.newPasswordLabel
source: Enter a new password
uk: Вкажіть новий пароль

# restorePassword.newPassword.tempPass.placeholder
source: Your password
uk: Ваш пароль

# restorePassword.newPassword.newPass.placeholder
source: Create a new password
uk: Створіть новий пароль

# restorePassword.newPassword.repeatNewPass.placeholder
source: Enter the password again
uk: Введіть пароль повторно

# restorePassword.newPassword.button.title
source: Create a new password
uk: Створіть новий пароль

# volunteer.registrationComplete
source: Welcome! You have successfully signed up
uk: Вітаємо з успішною реєстрацією в додатку Доступно.UA

# editProfile.navigation.title
source: Edit Profile
uk: Редагування профілю

# editProfile.photo.edit
source: Edit
uk: Редагувати

# editProfile.info.header
source: Edit my personal data
uk: Відредагувати мої персональні дані

# editProfile.info.namePlaceholder
source: Name
uk: Ім’я

# editProfile.info.surnamePlaceholder
source: Last name
uk: Прізвище

# editProfile.info.emailPlaceholder
source: Email
uk: Електронна пошта

# editProfile.info.phonePlaceholder
source: Phone number
uk: Ваш номер телефону

# editProfile.info.cityPlaceholder
source: Kyiv (your city)
uk: Ваше місто

# editProfile.password.header
source: Change password
uk: Зміна паролю

# editProfile.password.oldPlaceholder
source: Old password
uk: Старий пароль

# editProfile.password.newPlaceholder
source: New password
uk: Новий пароль

# editProfile.password.confirmNewPlaceholder
source: Confirm a new password
uk: Підтвердити новий пароль

# editProfile.password.changeButton
source: Change password
uk: Змінити пароль

# validationTextField.format
source: Follow the format:
uk: Дотримуйтесь формату:

# network.reachability.available
source: Internet is available
uk: Мережа Інтернет доступна

# network.reachability.unavailable
source: Internet is unavailable
uk: Мережа Інтернет недоступна

# imagePicker.takePhoto
source: Take a photo
uk: Зробити фото

# imagePicker.selectPhoto
source: Pick a photo
uk: Обрати фото

# imagePicker.deletePhoto
source: Delete
uk: Видалити

# link.aboutDostupno
source: https://dostupno.ua/en/pro-nas/
uk: https://dostupno.ua/pro-nas/

# link.supportDostupno
source: https://dostupno.ua/en/support-project/
uk: https://dostupno.ua/support-project/

# link.profile.site
source: https://dostupno.ua/en
uk: https://dostupno.ua

# link.profile.volonteer
source: https://dostupno.ua/en/#become-a-volunteer
uk: https://dostupno.ua/#become-a-volunteer

# link.registration.userAgreement
source: https://dostupno.ua/en/terms-and-conditions/
uk: https://dostupno.ua/pravyla-i-umovy/

# link.articles.url
source: https://dostupno.ua/en/article/
uk: https://dostupno.ua/article/

# scanner.qrcode.detected.title
source: QR-сode detected
uk: QR-код визначено

# scanner.open.link.browser
source: Open link
uk: Відкрити посилання

# scanner.continue
source: Continue scanning
uk: Продовжити сканування

# scanner.reader.unavailable
source: Please allow camera access in phone settings
uk: Будь ласка, дозвольте доступ до камери в налаштуваннях телефону

# scanner.navigation.title
source: QR-code scanner
uk: QR-код сканер

# scanner.settings.title
source: Settings
uk: Налаштування

# language.title
source: Languages
uk: Мови

# comments.title
source: Location's comments
uk: Коментарі локації

# comments.error.retry
source: Retry
uk: Повторити

# comments.empty.title
source: There is no comments for this location
uk: Ця локація ще не має коментарів

# comments.new.title
source: Comment
uk: Коментувати

# comments.new.input.title
source: Leave a comment
uk: Залишити коментар

# comments.new.input.placeholder
source: Describe your impression of location
uk: Опишіть ваше враження від локації

# comments.new.send.success.title
source: The comment was sent and will be available after administrator review
uk: Коментар додано. Він буде доступний після перевірки адміністратором

# comments.new.send.success.buttonTitle
source: Sent successfully
uk: Успішне відправлення

# error.comments.new.notAllowed
source: Administrator turned off commenting for this location
uk: Адміністратор вимкнув можливість коментування цієї локації

# error.comments.new.notAuthorized
source: You are not allowed to comment on this location
uk: Ви не маєте можливості коментувати цю локацію

# error.comments.new.isEmpty
source: Comment field is empty
uk: Залиште відгук про локацію

# error.comments.emptyPostId
source: This location does not exist anymore
uk: Цієї локації вже не існує

# error.userProfile.notLoggedInUser
source: User is not signed in
uk: Користувач не увійшов у свій профіль

# error.userProfile.forbidden
source: You have no access to the profile information
uk: Ви не маєте прав отримати інформацію щодо профілю

# error.updateUserProfile.inputData
source: Check input data in order to update profile
uk: Перевірте внесені дані для оновлення профілю

# error.login.config
source: Server configuration error. Please contact administrator
uk: Помилка налаштування серверу. Будь ласка, повідомте адміністратора

# error.login.pendingUser
source: Please complete login process
uk: Ви не завершили реєстрацію. Будь ласка, завершіть її

# error.login.wrongAuthMethod
source: Wrong authentification method for this e-mail
uk: Неправильний спосіб входу для цієї електронної пошти

# error.login.email
source: Incorrect e-mail
uk: Неправильна електронна пошта

# error.login.password
source: Type in your password
uk: Ви не вказали пароль

# error.login.incorrectPassword
source: Incorrect login or password
uk: Неправильний логін або пароль

# error.login.fb
source: Error occurred while logging in with your Facebook account
uk: Помилка під час входу через Facebook

# error.login.google
source: Error occurred while logging in with your Google account
uk: Помилка під час входу через Google

# error.login.apple
source: Error occurred while logging in with your Apple account
uk: Помилка під час входу через Apple

# error.register.emptyName
source: Type in your name
uk: Ви не вказали ім'я

# error.register.invalidEmail
source: Invalid e-mail
uk: Некоректна електронна пошта

# error.register.userExist
source: This e-mail address has already been used
uk: Уже існує користувач із цією електронною адресою

# error.register.emptyPassword
source: Type in your password
uk: Ви не вказали пароль

# error.register.weakPassword
source: Weak password. Choose complex password instead
uk: Надто простий пароль. Вкажіть складніший пароль

# error.register.badConfig
source: Server configuration error. Please contact administrator
uk: Помилка налаштування серверу. Будь ласка, повідомте адміністратора

# error.register.badEmail
source: Check e-mail field
uk: Некоректне або пусте поле "Електронна пошта"

# error.register.badPasssword
source: Incorrect password
uk: Неправильний пароль

# error.register.fb
source: Error occurred while logging in with your Facebook account
uk: Помилка під час входу через Facebooк

# error.register.google
source: Error occurred while logging in with your Google account
uk: Помилка під час входу через Google

# error.register.apple
source: Error occurred while logging in with your Apple account
uk: Помилка під час входу через Apple

# error.completeRegistration.wrongKey
source: Wrong key
uk: Неправильний ключ

# error.completeRegistration.invalidEmail
source: Invalid e-mail
uk: Неправильна електронна пошта

# error.unexpected.response
source: Unexpected server response
uk: Неочікувана відповідь від сереверу

# error.favourites.update
source: Location update error
uk: Помилка оновлення статусу локації

# error.favourites.id
source: Location ID error
uk: Неправильний ідентифікатор локації

# error.resetPassword.invalidEmail
source: Invalid e-mail
uk: Неправильна електронна пошта

# error.confirmPassword.emptyPassword
source: Type in password
uk: Ви не вказали пароль

# error.confirmPassword.weakPassword
source: Weak password. Choose complex password instead
uk: Надто простий пароль. Вкажіть складніший пароль

# error.confirmPassword.wrongKey
source: Wrong key
uk: Неправильний ключ

# error.confirmPassword.invalidEmail
source: Invalid e-mail
uk: Неправильна електронна пошта
